---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralC
source: html/7af3c585-d9bc-462a-8852-cb679f449d6c.htm
---
# StructuralSectionGeneralC Methods

Returns size of the section boundary.